[{
    "productName": "Vintage Folding Camera",
    "productPrice": "$5,350.00",
    "productDescription": "This vintage folding camera is so antiquated that you cannot possibly hope to produce actual photographs with it. However, it makes a wonderful decorative piece for the home or office."
},
{
    "productName": "Tripod",
    "productPrice": "$14.98",
    "productDescription": "Capture vivid, professional-style photographs with help from this lightweight tripod. The adjustable-height tripod makes it easy to achieve reliable stability and score just the right angle when going after that award-winning shot."
},
{
    "productName": "Instamatic Camera",
    "productPrice": "$20.00",
    "productDescription": "This inexpensive point-and-shoot camera uses easy-to-load 126 film cartridges. A built-in flash unit ensure great results, no matter the lighting conditions."
},
{
    "productName": "Compact Digital Camera",
    "productPrice": "$899.99",
    "productDescription": "Unleash your creative potential with high-level performance and advanced features such as AI-powered Real-time Eye AF; new, high-precision Real-time Tracking; high-speed continuous shooting and 4K HDR movie-shooting. The camera's innovative AF quickly and reliably detects the position of the subject and then tracks the subject's motion, keeping it in sharp focus."
},
{
    "productName": "Nikkormat SLR Camera",
    "productPrice": "$615.00",
    "productDescription": "The Nikkormat FS was brought to market by Nikon in 1965. The lens is a 50mm f1.4 Nikkor. Nice glass, smooth focus and a working diaphragm. A UV filter and a Nikon front lens cap are included with the lens."
},
{
    "productName": "Compact SLR Camera",
    "productPrice": "$521.00",
    "productDescription": "Retro styled, portable in size and built around a powerful 24-megapixel APS-C CMOS sensor, this digital camera is the ideal companion for creative everyday photography. Packed full of high spec features such as an advanced hybrid autofocus system able to keep pace with even the most active subjects, a speedy 6fps continuous-shooting mode, high-resolution electronic viewfinder and intuitive swivelling touchscreen, it brings professional image making into everyone’s grasp."
},
{
    "productName": "Twin Lens Camera",
    "productPrice": "$799.00",
    "productDescription": "What makes a Rolleiflex TLR so special? Many things. To start, TLR stands for twin lens reflex. “Twin” because there are two lenses. And reflex means that the photographer looks through the lens to view the reflected image of an object or scene on the focusing screen. "
},
{
    "productName": "Road Bike",
    "productPrice": "$2,499.00",
    "productDescription": "Featuring a full carbon chassis - complete with cyclocross-specific carbon fork - and a component setup geared for hard use on the race circuit, it's got the low weight, exceptional efficiency and brilliant handling you'll need to stay at the front of the pack."
},
{
    "productName": "Skipping Rope",
    "productPrice": "$7.99",
    "productDescription": "When you're working out you need a quality rope that doesn't tangle at every couple of jumps and with this skipping rope you won't have this problem. The fact that it looks like a pair of tasty frankfurters is merely a bonus."
},
{
    "productName": "Boxing Gloves",
    "productPrice": "$33.04",
    "productDescription": "Training gloves designed for optimum training. Our gloves promote proper punching technique because they are conformed to the natural shape of your fist. Dense, innovative two-layer foam provides better shock absorbency and full padding on the front, back and wrist to promote proper punching technique."
},
{
    "productName": "Tent",
    "productPrice": "$214.93",
    "productDescription": "With tons of space inside (for max. 4 persons), full head height throughout the entire tent and an unusual and striking shape, this tent offers you everything you need."
},
{
    "productName": "Cruiser Skateboard",
    "productPrice": "$24.99",
    "productDescription": "Based on the 1970s iconic shape, but made to a larger 69cm size, with updated, quality component, these skateboards are great for beginners to learn the foot spacing required, and are perfect for all-day cruising."
}
]