[
{
    "productName": " Side Desk",
    "productPrice": "$19.95",
    "productDescription": "Can be found in tropical and sub-tropical America where it grows on the branches of trees, but also on telephone wires and electricity cables and poles that sometimes topple with the weight of these plants. This plant loves a moist and warm air."
},
{
    "productName": "Aloe Vera",
    "productPrice": "$6.99",
    "productDescription": "Decorative Aloe vera makes a lovely house plant. A really trendy plant, Aloe vera is just so easy to care for. Aloe vera sap has been renowned for its remarkable medicinal and cosmetic properties for many centuries and has been used to treat grazes, insect bites and sunburn - it really works."
},
{
    "productName": "Fern Blechnum Gibbum",
    "productPrice": "$8.95",
    "productDescription": "Create a tropical feel in your home with this lush green tree fern, it has decorative leaves and will develop a short slender trunk in time."
},
{
    "productName": "Assorted Indoor Succulents",
    "productPrice": "$32.50",
    "productDescription": "These assorted succulents come in a variety of different shapes and colours - each with their own unique personality. Succulents grow best in plenty of light: a sunny windowsill would be the ideal spot for them to thrive!"
},
{
    "productName": "Orchid",
    "productPrice": "$65.00",
    "productDescription": "Gloriously elegant. It can go along with any interior as it is a neutral color and the most popular Phalaenopsis overall. 2 to 3 foot stems host large white flowers that can last for over 2 months."
},
{
    "productName": "Bonsai Tree",
    "productPrice": "$19.99",
    "productDescription": "Excellent semi-evergreen bonsai. Indoors or out but needs some winter protection. All trees sent will leave the nursery in excellent condition and will be of equal quality or better than the photograph shown."
},
{
    "productName": "Guardian Lion Statue",
    "productPrice": "$188.53",
    "productDescription": "Placing it at home or office can bring you fortune and prosperity, guard your house and ward off ill fortune."
},
{
    "productName": "Hand Trowel",
    "productPrice": "$4.99",
    "productDescription": "Hand trowel for garden cultivating hammer finish epoxy-coated head for improved resistance to rust, scratches, humidity and alkalines in the soil."
},
{
    "productName": "Balloon Chair",
    "productPrice": "$65.00",
    "productDescription": "A charming vintage white wooden chair featuring an extremely spherical pink balloon. The balloon may be detached and used for other purposes, for example as a party decoration."
},
{
    "productName": "Grey Fabric Sofa",
    "productPrice": "$295.00",
    "productDescription": "Seat cushions filled with high resilience foam and polyester fibre wadding give comfortable support for your body, and easily regain their shape when you get up. The cover is easy to keep clean as it is removable and can be machine washed."
},
{
    "productName": "Leather Sofa",
    "productPrice": "$1,245.00",
    "productDescription": "This premium, tan-brown bonded leather seat is part of the 'chill' sofa range. The lever activated recline feature makes it easy to adjust to any position. This smart, bustle back design with rounded tight padded arms has been designed with your comfort in mind. This well-padded chair has foam pocket sprung seat cushions and fibre-filled back cushions."
},
{
    "productName": "Light Shade",
    "productPrice": "$28.45",
    "productDescription": "Modern tapered white polycotton pendant shade with a metallic silver chrome interior finish for maximum light reflection. Reversible gimble so it can be used as a ceiling shade or as a lamp shade."
}
]